9/data/attachments/3db09e9a04d1fb64.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_033d585e-c0e3-460d-a752-926cb5fb8ca7</nif:username>
            <nif:friendToBeAdded>Elizabeth_concern_Friend_53446_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>